{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'v1.10.2'"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib",
      "version": "'main'"
    },
    "catppuccin-nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "cyberdream.nvim": {
      "src": "https://github.com/scottmckendry/cyberdream.nvim"
    },
    "everforest-nvim": {
      "src": "https://github.com/neanias/everforest-nvim"
    },
    "fluoromachine.nvim": {
      "src": "https://github.com/maxmx03/fluoromachine.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "guess-indent.nvim": {
      "src": "https://github.com/NMAC427/guess-indent.nvim"
    },
    "lush.nvim": {
      "src": "https://github.com/rktjmp/lush.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "night-owl.nvim": {
      "src": "https://github.com/oxfist/night-owl.nvim"
    },
    "nordic.nvim": {
      "src": "https://github.com/alexvzyl/nordic.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "onedarkpro.nvim": {
      "src": "https://github.com/olimorris/onedarkpro.nvim"
    },
    "oxocarbon.nvim": {
      "src": "https://github.com/nyoom-engineering/oxocarbon.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "poimandres.nvim": {
      "src": "https://github.com/olivercederborg/poimandres.nvim"
    },
    "rainbow-delimiters.nvim": {
      "src": "https://github.com/HiPhish/rainbow-delimiters.nvim"
    },
    "roslyn.nvim": {
      "src": "https://github.com/seblyng/roslyn.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope-ui-select.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-ui-select.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "tree-sitter-manager.nvim": {
      "src": "https://github.com/romus204/tree-sitter-manager.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "vague.nvim": {
      "src": "https://github.com/vague-theme/vague.nvim"
    }
  }
}
